Repository: moran020/rent_my_boat
Catalog: lib/l10n/app_*.arb
Languages: ru

# capitan
source: I am a boat owner
ru: Я владелец лодки

# tourist
source: I want to rent a boat
ru: Я хочу арендовать лодку

# button_save
source: Save
ru: Сохранить

# button_delete
source: Delete
ru: Удалить

# button_useFilters
source: Use filters
ru: Применить фильтры

# menu_search
source: Search
ru: Поиск

# menu_favourites
source: Favourites
ru: Избранное

# menu_bookings
source: Bookings
ru: Бронирования

# menu_profile
source: MyAccount
ru: Мой аккаунт

# greeting
source: Let's get to know each other!
ru: Давайте знакомиться!

# introduction
source: Upload your best photo and fill in the blanks
ru: Загрузите ваше самое лучшее фото и заполните анкету

# errorMessage
source: Please enter the missing data
ru: Введите пожалуйста недостающие данные

# name
source: Full name
ru: ФИО

# nameHint
source: John Johnson
ru: Иванов Иван Иванович

source: Date of birth
ru: Дата рождения

source: Phone number
ru: Телефон

source: Languages
ru: Языки

# manufactorer
source: Manufacturer
ru: Производитель лодки

source: Model
ru: Модель лодки

source: Year
ru: Год лодки

# location
source: Location (country, city, marine)
ru: Страна, город , причал/марина локации лодки

# locationHint
source: Russia, St Petersburg, Krestovsky island
ru: Россия, Санкт-Петербург, Крестовс...

# capacity
source: Max. peolpe
ru: Вместимость

# length
source: Lеngth (m/feet)
ru: Длина в метрах/футах

# lengthHint
source: 13.99 m
ru: 13.99 метров

source: Cabins
ru: Кол-во кают

# sleepingPlaces
source: Beds
ru: Спальные места

# enginePower
source: Motor power
ru: Мощность двигателя

# enginePowerHint
source: 90 ph
ru: 90 лошадиных сил

# boatWeekPrice
source: Boat rental price per week
ru: Цена аренды лодки за неделю

# captainDayPrice
source: Captain's fee per day
ru: Цена работы капитана за сутки

# boatCategory
source: What kind of boat do you have?
ru: К какой категории относится ваша лодка?

source: Houseboat
ru: Хаусбоат

source: Motorboat
ru: Моторное судно

source: Catamaran
ru: Катамаран

source: RIB
ru: RIB - лодка

# sailboats
source: Sailboot
ru: Парусное судно

source: Yacht
ru: Яхта

# instructionOne
source: Upload some pictures of your boat inside and outside
ru: Загрузите несколько фото лодки снаружи и внутри

# instructionTwo
source: Make a selection of equipment on your boat
ru: Отметьте, какое оборудование есть на вашей лодке

source: Bimini
ru: Бимини (тент от солнца)

source: Sprayhood
ru: Брызгозащитный козырёк

source: Deck shower
ru: Душ на палубе

source: Cockpit table
ru: Обеденный стол

source: Cockpit speakers
ru: Стереосистема

source: Cockpit cushions
ru: Подушки для кабины

source: Teak deck
ru: Тиковая палуба

source: Aft bathing platform
ru: Кормовая купальная платформа

source: Bathing ladder
ru: Лестница для купания

source: Hot water
ru: Горячая вода

# conditioning
source: Air conditioning
ru: Кондиционер

source: Fan
ru: Вентилятор

# heating
source: Heating system
ru: Отопительная система

# toilet
source: Electric toilet
ru: Электрический санузел

# usb
source: USB socket
ru: USB-розетка

# outboard
source: Outboot
ru: Шлюпка

# bowTruster
source: Bow thruster
ru: Носовое подруливающее уст.

# windlass
source: Electric windlass
ru: Электрический брашпиль

# winches
source: Electric winches
ru: Электрические лебедки

# autopilot
source: Automatic pilot
ru: Автопилот

# navigation
source: Navigation/ GPS
ru: Навигационная система/ GPS

# sounder
source: Depth sounder
ru: Измеритель глубины/ эхолот

source: VHF
ru: ОВЧ

# maps
source: Maps and guides
ru: Карты и гиды

source: Fridge
ru: Холодильник

# kitchen
source: Plates, cutlery, pots
ru: Тарелки, приборы, кастрюли

# oven
source: Oven/ hob
ru: Духовка/ плита

source: Dishwasher
ru: Посудомоечная машина

# snorkel
source: Mask and snorkel
ru: Ласты, маски, трубки

# fishing
source: Fishing tackle
ru: Рыбаловные снасти

# tent
source: Tents, sleeping bags
ru: Палатки, спальные мешки

# sauna
source: Camping sauna and firewood
ru: Походная баня и дрова

source: Generator
ru: Генератор

# panels
source: Solar panels
ru: Солнечные панели

source: Inverter
ru: Инвертор

# socket
source: 220V plug socket
ru: Розетка 220V

# mesh
source: Protective mesh for children
ru: Защитная сетка для детей

# beddings
source: Clean beddings
ru: Чистое постельное бельё

# towels
source: Clean towels
ru: Чистые полотенца

# wiFi
source: Wi-Fi on board
ru: Wi-Fi на борту

source: Outboard motor
ru: Подвесной двигатель

source: Gennaker
ru: Гeннакер

# instructionThree
source: If your equipment was not mentioned above, let us know
ru: Если в списке выше не было указано ваше оборудование, перечислите его подробнее

# instructionThreeHint
source: Мore equipment
ru: Дополнительное oборудование на борту

# instructionFour
source: Mark the dates when you are ready to sail as a captain and when your boat is ready to be rented
ru: Отметьте даты, когда вы готовы совершать плаванье в роли капитана, и когда ваша лодка готова к аренде

# price1per_person
source: Boat rental costs per person
ru: Цена аренды лодки за день на 1 человека

# message_price1
source: The costs for 1 person when all beds on the boat are occupied
ru: Стоимость аренды лодки на 1 пассажира при заполнении всех спальных мест на лодке

# price2per_day
source: Boat rental costs per day
ru: Цена аренды лодки за день

# message_price2
source: The boat rental costs per day, regardless of the occupancy of the beds
ru: Стоимость аренды лодки за сутки безотносительно заполнения спальных мест

# price3per_week
source: Boat rental costs per week
ru: Цена аренды лодки за неделю

# message_price3
source: Boat trips last normally at least 7 days
ru: Обычно путешествия на лодках длятся не менее 7 дней

# price4_skipper
source: Skipper's fee per day
ru: Цена работы капитана за сутки

# message_price4
source: If no one in your group has a skipper's license, you can rent a boat with a skipper only
ru: Если у Вас ни у кого из вашей команды нет капитанских прав, то Вы можете арендовать лодку только с услугами капитана

source: With captain
ru: С капитаном

source: Without captain
ru: Без капитана

source: Departure
ru: Введите город отправления

# day
source: a day
ru: день

# action_sign
source: Special offer
ru: Акция

# choose_boat
source: Choose a boat
ru: Выберите лодку
